<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>주저없는 선택 망고아이</title>
<style>
@import url(https://fonts.googleapis.com/earlyaccess/nanumgothiccoding.css);
@import url(https://fonts.googleapis.com/earlyaccess/notosanskr.css);

*{margin:0; padding:0; box-sizing:border-box;}
body{font-size:12.5px; font-family:'Noto Sans KR', sans-serif; line-height:1.8; color:#666; background-color:#fafafa;}
.agree_wrap{padding:5px 20px 10px 20px; text-align:justify;}
.agree_wrap h4{color:#333; font-size:13px; padding:10px 0 5px 0;}
.agree_wrap b{color:#444; font-size:13px; padding:5px 0 5px 0; font-weight:500; display:block;}
@media all and (min-width:768px){
.agree_wrap{padding:10px 25px 15px 25px;}
}
</style>
</head>

<body>

<?php
$http_host = $_SERVER['HTTP_HOST'];
$request_uri = $_SERVER['REQUEST_URI'];

if ( strpos($http_host, "live.engedu.kr") !== false ) {
//if ($DomainSiteID == 9) { // live.engedu.kr
    ?>

<div class="agree_wrap">
    <h4>제 1장 총칙</h4>

    <b>제 1 조 목적</b>
    본 약관은 (주)이엔지교육 (이하 "회사"라고 함)이 제공하는 웹사이트(https://live.engedu.kr 이하”사이트"이라고 함)의 이용에 관한 제반사항 및 이용자와 회사의 권리, 의무를 규정함을 목적으로 합니다.

    <b>제 2 조 용어의 정의</b>
    (1) https://live.engedu.kr: 회사 에서 운영하는 화상영어로 외국인과 원하는 시간에 1:1로 학습할 수 있는 교육서비스 사이트입니다.<br>
    (2) 회사 회원: 사이트를 통해 회원등록 절차를 거쳐 본 이용자 약관에 동의한 이용자<br>
    (3) 이용자: 사이트에 접속하여 이 약관에 따라 회사가 제공하는 서비스를 받는 회원과 비회원<br>
    (4) 비회원: 회원으로 가입하지 않고 회사가 제공하는 서비스를 이용하는 자<br>
    (5) 서비스: 정보중개(링크) 및 그를 통해 제공되는 정보들을 제외한 온라인강의, 디지털콘텐츠, 서비스 등 사이트에 수록된 모든 정보의 총칭<br>
    (6) 유료회원: 현재 유료 서비스를 이용하고 있는 회원<br>
    (7) 무료회원: 현재 유료 서비스를 이용하고 있지 않는 모든 회원<br>
    (8) 회원 ID: 이용자 식별과 서비스 이용을 위하여 이용자가 선정하고 회사가 부여하는 영문자 또는 숫자의 조합<br>
    (9) 비밀번호: 회원의 본인 확인과 비밀 보호를 위해 회원 자신이 설정한 문자, 숫자 또는 양자의 조합<br>

    <b>제 3 조 약관효력 및 변경</b>
    (1) 이 약관은 회사 사이트에 공시함으로써 효력을 발생하며, 합리적인 사유가 발생할 경우 관련법령에 위배되지 않는 범위 안에서 개정될 수 있습니다. 개정된 약관은 그 적용일자 5일전부터 적용일자 전일까지 웹사이트 초기화면에 공지합니다.<br>
    (2) 이 약관에 동의하는 것은 정기적으로 회사를 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 회사에서 책임지지 않습니다.<br>
    (3) 회원은 변경된 약관에 동의하지 않을 경우 회원 탈퇴를 요청할 수 있으며, 변경된 약관의 효력 발생일로부터 7일 이후에도 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.

    <b>제 4 조 약관 외 준칙</b>
    (1) 이 약관은 회사가 제공하는 개별서비스에 관한 이용안내(이하 “서비스별 안내”라 합니다)와 함께 적용합니다.<br>
    (2) 이 약관에 명시되지 아니한 사항에 대해서는 관계법령 및 서비스별 안내의 취지에 따라 적용할 수 있습니다.

    <h4>제 2 장 이용계약 체결</h4>

    <b>제 5 조 이용계약의 성립</b>
    회원은 회사가 요청하는 소정의 양식에 정보를 입력하고 이용신청을 하며, 회사는 이용신청을 승낙함으로써 당사의 서비스를 제공 받으실 수 있습니다.

    <b>제 6 조 이용신청</b>
    (1) 회원으로 등록하여 서비스를 이용하기 위해서는 회사에서 요청하는 정보(이름, 주소, 연락처 등)를 가입신청시 입력하셔야 합니다.<br>
    (2) 타인의 명의와 개인정보를 무단으로 도용하여 이용신청을 한 회원의 ID는 삭제되거나 관계법령에 따른 조치를 받을 수 있습니다.<br>
    (3) 회원은 한번의 가입으로 모든 회사 사이트를 등록한 하나의 이용자 ID로 이용하게 됩니다.<br>
    (4) 만 14세 미만 아동의 회원 가입의 경우 아래의 각 호의 기준에 따릅니다.<br>
    ① 법정대리인의 성명, 이메일 주소, 연락처, 가입신청자와의 관계를 입력해야 하며 법정대리인의 약관 동의 의사가 있어야 "회원"으로 등록됩니다.<br>
    ② 법정대리인의 이메일 주소로 제공된 회원가입 동의서에 법정대리인이 직접 서명(이메일 상의 동의함 버튼 클릭)을 하여야 하며, 이 회원가입 동의서가 "회사"에 도달된 시점에 약관동의 의사가 있는 것으로 간주합니다.<br>
    ③ 법정대리인의 이메일 주소가 없는 경우 "회사"에서는 적절한 조치를 통해서 법정대리인이 회원 가입에 동의하도록 합니다.

    <b>제 7 조 이용신청의 승낙 등</b>
    (1) 회사는 회원이 제6조의 각 호를 기재하고 본 약관에 동의할 때 본 서비스의 이용을 승낙합니다.<br>
    (2) 회사는 다음 각 호의 경우에 승낙을 철회하거나 거절할 수 있습니다.<br>
    ① 제 6조의 기재사항 및 기타 기재사항의 등록 내용에 허위, 기재누락, 도용, 오기가 있는 경우<br>
    ② 가입신청자가 이전에 회원자격을 상실한 사실이 있는 경우, 다만 회원자격 상실 후 3년이 경과한자로서 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.<br>
    ③ 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고 판단되는 경우

    <b>제 8 조 이용자ID 부여 및 변경 등</b>
    (1) 회사는 이용고객에 대하여 약관에 정하는 바에 따라 이용자 ID를 부여합니다.<br>
    (2) 이용자ID는 원칙적으로 변경이 불가하며 부득이한 사유로 변경 하고자 할때는 해당 ID를 해지하고 재가입해야 합니다.<br>
    (3) 회사 사이트의 이용자ID는 이용자 본인의 동의 하에 사용할 수 있습니다.<br>
    (4) 서비스 이용자ID 및 비밀번호의 관리책임은 이용자에게 있습니다. 이를 소홀이 관리하여 발생하는 서비스 이용상의 손해 또는 제3자에 의한 부정이용 등에 대한 책임은 이용자에게 있으며 회사는 그에 대한 책임을 일체 지지 않습니다.<br>
    (5) 기타 이용자 개인정보 관리 및 변경 등에 관한 사항은 서비스별 안내에 정하는 바에 의합니다.

    <h4>제 3장 개인정보 보호</h4>

    1) 회사는는 이용자의 정보수집시 구매계약 이행에 필요한 최소한의 정보를 수집합니다. 다음 사항을 필수사항으로 하며 그 외 사항은 선택사항으로 합니다.<br>
    1. 성명<br>
    2. 주소<br>
    3. 전화번호<br>
    4. 희망ID(회원의 경우)<br>
    5. 비밀번호(회원의 경우)<br>
    2) 회사가 이용자의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.<br>
    3) 제공된 개인정보는 당해 이용자의 동의 없이 목적 외의 이용이나 제3자에게 제공할 수 없으며, 이에 대한 모든 책임은 “회사”가 집니다. 다만, 다음의 경우에는 예외로 합니다.<br>
    1. 배송업무상 배송업체에게 배송에 필요한 최소한의 이용자의 정보(성명, 주소, 전화번호)를 알려주는 경우<br>
    2. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우<br>
    4) 회사가 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는, 개인정보관리 책임자의 신원(소속, 성명 및 전화번호 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받는 자, 제공목적 및 제공할 정보의 내용)등 정보통신망 이용촉진 등에 관한 법률 제16조 제3항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.<br>
    5) 이용자는 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 회사가 이에 대해 지체없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 회사가 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.<br>
    6) 회사는 개인정보 보호를 위하여 관리자를 한정하여 그 수를 최소화하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.<br>
    7) 회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체없이 파기합니다.

    <h4>제 4장 서비스 제공 및 이용</h4>

    <b>제 9 조 유료서비스의 내용</b>
    (1) 회사가 제공하는 유료서비스는 다음과 같습니다.<br>
    가. 회사에서 판매되는 화상교육 서비스<br>
    나. 회사에서 판매되는 영어교육 관련 서비스<br>
    (2) 회사 사이트는 서비스의 내용 및 가격을 변경할 수 있습니다. 이 경우 변경된 서비스의 내용 및 적용일자를 사이트에 즉시 공지합니다.

    <b>제 10 조 서비스 이용 시간</b>
    (1) 서비스는 회사의 업무상, 기술상 문제 등 기타 특별한 사정이 없는 한 매일 24시간 운영함을 원칙으로 합니다.<br>
    (2) 일부 서비스에 대해 회사 또는 이용자가 이용 시작 시간 및 이용 가능 시간을 별도로 정할 수 있습니다. 이 경우 서비스 이용안내를 통해 공지합니다.

    <b>제 11 조 서비스 이용요금 및 결제방법</b>
    (1) 유료서비스의 이용요금 지급방법은 다음 각 호의 방법 중 가용한 방법으로 할 수 있습니다.<br>
    가. 일반결제수단<br>
    ① 신용카드 결제<br>
    ② 실시간 계좌이체<br>
    ③ 가상계좌입금<br>
    나. 서비스결제수단<br>
    (2) 서비스 이용요금에 관하여 약관에 명기되지 아니한 적용기준, 서비스이용요금 등 구체적인 사항은 회사 사이트에 별도로 공지하는 내용에 따릅니다.<br>
    (3) 이용자는 이용요금의 납입의무를 충실히 수행하여야 하며, 이용요금의 미납으로 인하여 발생되는 모든 문제는 이용자 및 이용요금 납입자에게 있습니다.<br>
    (4) 각 결제수단을 운영하는 사업자가 별도로 있는 경우, 회원은 해당 결제수단을 이용하기 전에 해당 결제수단의 사업자가 제시하는 절차를 이행하여야 합니다. 회사의 서비스 이용요금을 결제할 때에는 해당 결제수단의 사업자가 제시하는 절차 이행 및 이용약관에 동의한 것으로 간주합니다.<br>
    (5) 회사가 이용요금 납입자에게 청구한 금액을 납입 기일 내에 납입하지 않은 경우 서비스 이용을 중지 할 수 있습니다.

    <b>제 12 조 회원의 게시물</b>
    회사는 회원이 게재 또는 등록하는 내용물이 다음 각 호에 해당된다고 판단하는 경우에 회원의 동의 없이 그 내용을 삭제할 수 있습니다.<br>
    (1) 다른 회원 또는 제 3자를 비방하거나 중상모략 함으로써 타인의 명예를 훼손시킨 경우<br>
    (2) 공공질서 및 미풍양속에 위반되는 경우<br>
    (3) 범죄적 행위에 결부된다고 인정되는 경우<br>
    (4) 제3자의 저작권 등 기타 권리를 침해하는 경우<br>
    (5) 기타 관계 법령이나 회사에서 정한 규정에 위배되는 경우<br>
    (6) 유료회원에서 무료회원으로 변경될 경우 회원이 작성한 일부 게시물은 용량제한에 따라 삭제함.

    <b>제 13 조 서비스 제공의 중지 및 제한</b>
    (1) 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.<br>
    가. 서비스용 설비의 보수 또는 공사로 인한 부득이한 경우<br>
    나. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우<br>
    다. 천재지변에 의해 부득이한 경우<br>
    (2) 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있을 때에는 서비스 제공을 중지하거나 제한할 수 있습니다.

    <b>제 14 조 이용 승인</b>
    (1) 회사에서 규정한 결제방법을 사용하여 이용 요금을 납입한 사실이 확인되면 지체없이 이용 신청을 승인합니다.<br>
    (2) 회사는 아래에 해당하는 경우 이용신청에 대한 승인을 제한할 수 있고, 그 사유가 해소될 까지 승인을 유보할 수 있습니다.<br>
    가. 유료 서비스의 이용 요금을 납입하지 않은 경우<br>
    나. 유료 서비스 신청 금액 총액과 입금 금액 총액이 일치하지 않은 경우<br>
    다. 기타 회사가 필요하다고 인정되는 경우<br>
    (3) 제2항에 의하여 이용신청의 승인을 유보하거나 승인하지 아니하는 경우, 회사는 이를 이용신청자에 알려야 합니다. 다만, 회사의 귀책사유 없이 이용신청자에게 통지할 수 없는 경우는 예외로 합니다.

    <b>제 15 조 취소, 환불</b>
    (1) 회사 화상영어 상품<br>
    ① 원칙적 환불 불가<br>
    -“회사”의 교육 서비스는 유형의 상품과는 달리 결제(사용료의 지불) 후 사용승인이 완료되는 시점부터 이미 서비스의 사용으로 간주됩니다.<br>
    - 따라서 유료 서비스의 계약을 체결하기 전 좀더 심사숙고 하셔서 유료전환 여부를 결정하시기 바랍니다.<br>
    - 특히 회원 개인의 사정(PC의 고장이나 사용 불능, 인터넷 회선 서비스의 중단이나 사용 불능, 웹 브라우저 등 프로그램의 미설치 등)은 환불 요청 사유가 될 수 없다는 점을 유의하시기 바랍니다.<br>
    ② 아래의 예외적(불가피한) 사정에 한해서 환불 실시<br>
    - 이중(중복) 결제가 이루어진 경우 : 수강 신청시 초과 입금하신 금액은 수수료 (송금 및 신용카드 수수료)를 제외한 금액을 환불 처리해 드립니다.<br>
    - “회사”측의 서비스 중단 : 회사 내부적인 사정으로 일시적 또는 영구적으로 서비스를 중단할 경우에 환불 처리해 드립니다.<br>
    나. 고객의 부득이한 사정으로 고객센터와 상담을 거쳐 환불이 결정될 경우 다음과 같은 원칙으로 환불처리 됩니다.<br>
    ① 1개월 수강자의 경우에는 수업진행 후 7일 이내 환불 요청시 에만 환불이 가능합니다. (단 수업진행 7일 이후에는 환불이 되지 않음으로 이 점 유의하시기 바랍니다.) 환불금액은 고객님이 결제하신 화상 영어 서비스 수강료에서 서비스가 진행된 날짜의 수업료 및 결제수수료(카드,실시간 계좌이체, 가상계좌이체 등), 송금수수료, 교재비, 택배비, 화상 장비비(웹캠, 헤드셋 등)를 제한 나머지 금액을 환불해드립니다. 3개월이상의 장기 수강자의 경우 수업진행 7일 이후 환불 요청시 기본적인 환불조건(1개월 수강자와 동일)에 환불수수료 10%를 제한 금액을 환불해 드립니다.
    (환불수수료는 총 결제금액의 10%로 규정하며 일일 수업료는 수업일자/수강비용으로 계산됩니다.)<br>
    ② 교재, 헤드셋, 화상캠 이벤트경품 유형의 상품에 대한 교환,환불,반품은 아래의 각호에 따릅니다.<br>
    - 포장된 제품이 미개봉 상태로 단순 제품만 확인한 상태라면 회원이 상품 수령 후 7일 이내에 반품을 신청하면 회사는 별도의 수수료 없이 반품을 해야 합니다. 단, 반송을 위한 운송료는 회원이 부담합니다.<br>
    - 제품을 수령한지 7일이 지났거나, 제품의 포장 비닐을 벗긴 경우는 반품이 불가능합니다.<br>
    - 고객의 귀책사유로 인해 제품의 하자가 생긴 경우 반품 시 규정에 따라 손금이 부과됩니다.<br>
    - 배송된 제품의 아웃케이스 또는 파손 등의 하자 발생 시 택배 사고의 유무에 관계없이 제품을 회사로 보내면, 제품상태 확인 후 새로운 제품으로 교환해 드리며, 운송료는 회사에서 부담합니다.<br>
    * 회사는 소비자보호원 시행령을 준수합니다

    <h4>제 5 장 계약 당사자의 권리와 의무</h4>

    <b>제 16 조 회사의 의무</b>
    (1) 회사는 이용자가 희망한 서비스 제공 개시일에 특별한 사정이 없는 한 서비스를 이용할 수 있도록 하여야 합니다.<br>
    (2) 회사는 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 멸실된 때에는 부득이한 사유가 없는 한 지체없이 이를 수리 또는 복구합니다.<br>
    (3) 회사는 개인정보 보호를 위해 보안시스템을 구축하며 개인정보 보호정책을 공시하고 준수합니다.<br>
    (4) 회사는 이용고객으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 적절한 절차를 거쳐 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우는 이용자에게 그 사유와 처리일정을 통보하여야 합니다.

    <b>제 17 조 이용자의 의무</b>
    (1) 이용자는 서비스를 이용할 때 다음 각 호의 행위를 해서는 안됩니다.<br>
    ① 이용신청 또는 변경시 허위사실을 기재하는 행위<br>
    ② 다른 회원의 ID 및 비밀번호를 도용하여 공유하거나 부정하게 사용하는 행위<br>
    ③ 서비스에서 얻은 정보를 회사의 사전 승낙없이 회원의 이용 이외의 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위<br>
    ④ 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위<br>
    ⑤ 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위<br>
    ⑥ 범죄와 결부된다고 객관적으로 판단되는 행위<br>
    ⑦ 기타 관계법령에 위배되는 행위<br>
    (2) 이용자는 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항을 준수해야 합니다.<br>
    (3) 이용자는 내용별로 회사가 서비스 공지사항에 게시하거나 별도로 공지한 이용 제한 사항을 준수해야 합니다.<br>
    (4) 이용자는 회사의 명시적인 동의가 없는 한 서비스의 이용권한, 기타 이용 계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다.

    <h4>제 6 장 계약 해지 및 이용 제한</h4>

    <b>제 18 조 계약 해지 및 이용 제한</b>
    (1) 회원이 이용 계약을 해지하고자 하는 경우에는 회원 본인이 회원 탈퇴를 회사에 신청하여야 합니다.<br>
    (2) 회사는 회원이 다음 각 호의 1에 해당하는 행위를 하였을 경우 사전통지 없이 이용계약을 해지하거나 또는 기간을 정하여 서비스 이용을 중지할 수 있습니다.<br>
    ① 타인의 개인정보, ID 및 비밀번호를 도용한 경우<br>
    ② 가입한 이름이 실명이 아닌 경우<br>
    ③ 같은 사용자가 다른 ID로 이중 등록을 한 경우<br>
    ④ 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우<br>
    ⑤ 회사, 다른 회원 또는 제3자의 지적재산권을 침해하는 경우<br>
    ⑥ 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우<br>
    ⑦ 회원이 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행하는 경우<br>
    ⑧ 서비스 운영을 고의로 방해한 경우<br>
    ⑨ 정보통신 설비의 오작동이나 정보의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우<br>
    ⑩ 정보통신윤리위원회 등 외부기관의 시정요구가 있거나 불법선거운동과 관련하여 선거관리위원회의 유권해석을 받은 경우<br>
    ⑪ 회사의 서비스 정보를 이용하여 얻은 정보를 회사의 사전 승낙없이 복제 또는 유통시키거나 상업적으로 이용하는 경우<br>
    ⑫ 회원이 자사의 홈페이지와 게시판에 음란물을 게재하거나 음란 사이트 링크하는 경우<br>
    ⑬ 본 약관을 포함하여 기타 회사가 정한 이용 조건에 위반한 경우<br>
    ⑭ 회사의 명시적인 동의 없이, 회사가 제공하는 컨텐츠(강의 또는 교재)를 녹화 또는 복제하는 경우

    <h4>제 7 장 손해배상 및 기타사항</h4>

    <b>제 19 조 저작권</b>
    1) 서비스내의 모든 디지털 컨텐츠에 대한 저작권은 회사에 있습니다.<br>
    2) 회원은 회사가 제공하는 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙없이 복제ㆍ송신ㆍ출판ㆍ배포ㆍ방송 기타 방법에 의하여 영리 목적으로 이용하거나 제3자에게 이용하여서는 안됩니다.<br>
    3) 회원이 작성한 게시물에 대한 모든 권리 및 책임은 이를 게시한 회원에게 있습니다.<br>
    4) 회사는 회원이 회사에 제공한 공개적인 게시물을 사용ㆍ복제ㆍ수정ㆍ출판ㆍ배포 할 수 있습니다.

    <b>제 20 조 손해배상</b>
    1) 회사는 서비스 요금이 무료인 동안의 서비스 이용과 관련하여 회원에게 발생한 어떠한 손해에 관하여도 책임을 지지 않습니다.<br>
    2) 회원이 이 약관의 규정을 위반하여 회사 또는 제3자에 손해가 발생하게 되는 경우, 이 약관을 위반한 회원은 회사 및 제3자에 발생한 손해를 배상할 책임이 있습니다.

    <b>제 21 조 면책조항</b>
    (1) 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br>
    (2) 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.<br>
    (3) 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.<br>
    (4) 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.<br>
    (5) 회사는 서비스 이용과 관련하여 가입자에게 발생한 손해 가운데 가입자의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.

    <b>제 22 조 재판권 및 준거법</b>
    (1) 서비스 이용 중 발생한 회원과 회사간의 분쟁에 대해 소송이 제기될 경우 회사의 본사 소재지를 관할하는 법원을 관할법원으로 합니다.<br>
    (2) 회사와 이용자간에 제기된 소송에는 대한민국국법을 적용합니다.<br>

    <b>부 칙 (시행일)</b>
    본 약관은 2008년 12월 03일부터 적용합니다.
</div>

<?}else{?>

<div class="agree_wrap">
<h4>제 1장 총칙</h4>

<b>제 1 조 목적</b>
본 약관은 (주)에듀비젼 (이하 "회사"라고 함)이 제공하는 웹사이트(”http://www.mangoi.co.kr 이하”사이트"이라고 함)의 이용에 관한 제반사항 및 이용자와 회사의 권리, 의무를 규정함을 목적으로 합니다.

<b>제 2 조 용어의 정의</b>
(1) http://www.mangoi.co.kr : 회사 에서 운영하는 화상영어로 외국인과 원하는 시간에 1:1로 학습할 수 있는 교육서비스 사이트입니다.<br>
(2) 회사 회원: 사이트를 통해 회원등록 절차를 거쳐 본 이용자 약관에 동의한 이용자<br>
(3) 이용자: 사이트에 접속하여 이 약관에 따라 회사가 제공하는 서비스를 받는 회원과 비회원<br>
(4) 비회원: 회원으로 가입하지 않고 회사가 제공하는 서비스를 이용하는 자<br>
(5) 서비스: 정보중개(링크) 및 그를 통해 제공되는 정보들을 제외한 온라인강의, 디지털콘텐츠, 서비스 등 사이트에 수록된 모든 정보의 총칭<br>
(6) 유료회원: 현재 유료 서비스를 이용하고 있는 회원<br>
(7) 무료회원: 현재 유료 서비스를 이용하고 있지 않는 모든 회원<br>
(8) 회원 ID: 이용자 식별과 서비스 이용을 위하여 이용자가 선정하고 회사가 부여하는 영문자 또는 숫자의 조합<br>
(9) 비밀번호: 회원의 본인 확인과 비밀 보호를 위해 회원 자신이 설정한 문자, 숫자 또는 양자의 조합<br>

<b>제 3 조 약관효력 및 변경</b>
(1) 이 약관은 회사 사이트에 공시함으로써 효력을 발생하며, 합리적인 사유가 발생할 경우 관련법령에 위배되지 않는 범위 안에서 개정될 수 있습니다. 개정된 약관은 그 적용일자 5일전부터 적용일자 전일까지 웹사이트 초기화면에 공지합니다.<br>
(2) 이 약관에 동의하는 것은 정기적으로 회사를 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 회사에서 책임지지 않습니다.<br>
(3) 회원은 변경된 약관에 동의하지 않을 경우 회원 탈퇴를 요청할 수 있으며, 변경된 약관의 효력 발생일로부터 7일 이후에도 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.

<b>제 4 조 약관 외 준칙</b>
(1) 이 약관은 회사가 제공하는 개별서비스에 관한 이용안내(이하 “서비스별 안내”라 합니다)와 함께 적용합니다.<br>
(2) 이 약관에 명시되지 아니한 사항에 대해서는 관계법령 및 서비스별 안내의 취지에 따라 적용할 수 있습니다.

<h4>제 2 장 이용계약 체결</h4>

<b>제 5 조 이용계약의 성립</b>
회원은 회사가 요청하는 소정의 양식에 정보를 입력하고 이용신청을 하며, 회사는 이용신청을 승낙함으로써 당사의 서비스를 제공 받으실 수 있습니다.

<b>제 6 조 이용신청</b>
(1) 회원으로 등록하여 서비스를 이용하기 위해서는 회사에서 요청하는 정보(이름, 주소, 연락처 등)를 가입신청시 입력하셔야 합니다.<br>
(2) 타인의 명의와 개인정보를 무단으로 도용하여 이용신청을 한 회원의 ID는 삭제되거나 관계법령에 따른 조치를 받을 수 있습니다.<br>
(3) 회원은 한번의 가입으로 모든 회사 사이트를 등록한 하나의 이용자 ID로 이용하게 됩니다.<br>
(4) 만 14세 미만 아동의 회원 가입의 경우 아래의 각 호의 기준에 따릅니다.<br>
① 법정대리인의 성명, 이메일 주소, 연락처, 가입신청자와의 관계를 입력해야 하며 법정대리인의 약관 동의 의사가 있어야 "회원"으로 등록됩니다.<br>
② 법정대리인의 이메일 주소로 제공된 회원가입 동의서에 법정대리인이 직접 서명(이메일 상의 동의함 버튼 클릭)을 하여야 하며, 이 회원가입 동의서가 "회사"에 도달된 시점에 약관동의 의사가 있는 것으로 간주합니다.<br>
③ 법정대리인의 이메일 주소가 없는 경우 "회사"에서는 적절한 조치를 통해서 법정대리인이 회원 가입에 동의하도록 합니다.

<b>제 7 조 이용신청의 승낙 등</b>
(1) 회사는 회원이 제6조의 각 호를 기재하고 본 약관에 동의할 때 본 서비스의 이용을 승낙합니다.<br>
(2) 회사는 다음 각 호의 경우에 승낙을 철회하거나 거절할 수 있습니다.<br>
① 제 6조의 기재사항 및 기타 기재사항의 등록 내용에 허위, 기재누락, 도용, 오기가 있는 경우<br>
② 가입신청자가 이전에 회원자격을 상실한 사실이 있는 경우, 다만 회원자격 상실 후 3년이 경과한자로서 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.<br>
③ 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고 판단되는 경우

<b>제 8 조 이용자ID 부여 및 변경 등</b>
(1) 회사는 이용고객에 대하여 약관에 정하는 바에 따라 이용자 ID를 부여합니다.<br>
(2) 이용자ID는 원칙적으로 변경이 불가하며 부득이한 사유로 변경 하고자 할때는 해당 ID를 해지하고 재가입해야 합니다.<br>
(3) 회사 사이트의 이용자ID는 이용자 본인의 동의 하에 사용할 수 있습니다.<br>
(4) 서비스 이용자ID 및 비밀번호의 관리책임은 이용자에게 있습니다. 이를 소홀이 관리하여 발생하는 서비스 이용상의 손해 또는 제3자에 의한 부정이용 등에 대한 책임은 이용자에게 있으며 회사는 그에 대한 책임을 일체 지지 않습니다.<br>
(5) 기타 이용자 개인정보 관리 및 변경 등에 관한 사항은 서비스별 안내에 정하는 바에 의합니다.

<h4>제 3장 개인정보 보호</h4>

1) 회사는는 이용자의 정보수집시 구매계약 이행에 필요한 최소한의 정보를 수집합니다. 다음 사항을 필수사항으로 하며 그 외 사항은 선택사항으로 합니다.<br>
    1. 성명<br>
    2. 주소<br>
    3. 전화번호<br>
    4. 희망ID(회원의 경우)<br>
    5. 비밀번호(회원의 경우)<br>
2) 회사가 이용자의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.<br>
3) 제공된 개인정보는 당해 이용자의 동의 없이 목적 외의 이용이나 제3자에게 제공할 수 없으며, 이에 대한 모든 책임은 “회사”가 집니다. 다만, 다음의 경우에는 예외로 합니다.<br>
    1. 배송업무상 배송업체에게 배송에 필요한 최소한의 이용자의 정보(성명, 주소, 전화번호)를 알려주는 경우<br>
    2. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우<br>
4) 회사가 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는, 개인정보관리 책임자의 신원(소속, 성명 및 전화번호 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받는 자, 제공목적 및 제공할 정보의 내용)등 정보통신망 이용촉진 등에 관한 법률 제16조 제3항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.<br>
5) 이용자는 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 회사가 이에 대해 지체없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 회사가 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.<br>
6) 회사는 개인정보 보호를 위하여 관리자를 한정하여 그 수를 최소화하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.<br>
7) 회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체없이 파기합니다.

<h4>제 4장 서비스 제공 및 이용</h4>

<b>제 9 조 유료서비스의 내용</b>
(1) 회사가 제공하는 유료서비스는 다음과 같습니다.<br>
가. 회사에서 판매되는 화상교육 서비스<br>
나. 회사에서 판매되는 영어교육 관련 서비스<br>
(2) 회사 사이트는 서비스의 내용 및 가격을 변경할 수 있습니다. 이 경우 변경된 서비스의 내용 및 적용일자를 사이트에 즉시 공지합니다.

<b>제 10 조 서비스 이용 시간</b>
(1) 서비스는 회사의 업무상, 기술상 문제 등 기타 특별한 사정이 없는 한 매일 24시간 운영함을 원칙으로 합니다.<br>
(2) 일부 서비스에 대해 회사 또는 이용자가 이용 시작 시간 및 이용 가능 시간을 별도로 정할 수 있습니다. 이 경우 서비스 이용안내를 통해 공지합니다.

<b>제 11 조 서비스 이용요금 및 결제방법</b>
(1) 유료서비스의 이용요금 지급방법은 다음 각 호의 방법 중 가용한 방법으로 할 수 있습니다.<br>
가. 일반결제수단<br>
① 신용카드 결제<br>
② 실시간 계좌이체<br>
③ 가상계좌입금<br>
나. 서비스결제수단<br>
(2) 서비스 이용요금에 관하여 약관에 명기되지 아니한 적용기준, 서비스이용요금 등 구체적인 사항은 회사 사이트에 별도로 공지하는 내용에 따릅니다.<br>
(3) 이용자는 이용요금의 납입의무를 충실히 수행하여야 하며, 이용요금의 미납으로 인하여 발생되는 모든 문제는 이용자 및 이용요금 납입자에게 있습니다.<br>
(4) 각 결제수단을 운영하는 사업자가 별도로 있는 경우, 회원은 해당 결제수단을 이용하기 전에 해당 결제수단의 사업자가 제시하는 절차를 이행하여야 합니다. 회사의 서비스 이용요금을 결제할 때에는 해당 결제수단의 사업자가 제시하는 절차 이행 및 이용약관에 동의한 것으로 간주합니다.<br>
(5) 회사가 이용요금 납입자에게 청구한 금액을 납입 기일 내에 납입하지 않은 경우 서비스 이용을 중지 할 수 있습니다.

<b>제 12 조 회원의 게시물</b>
회사는 회원이 게재 또는 등록하는 내용물이 다음 각 호에 해당된다고 판단하는 경우에 회원의 동의 없이 그 내용을 삭제할 수 있습니다.<br>
(1) 다른 회원 또는 제 3자를 비방하거나 중상모략 함으로써 타인의 명예를 훼손시킨 경우<br>
(2) 공공질서 및 미풍양속에 위반되는 경우<br>
(3) 범죄적 행위에 결부된다고 인정되는 경우<br>
(4) 제3자의 저작권 등 기타 권리를 침해하는 경우<br>
(5) 기타 관계 법령이나 회사에서 정한 규정에 위배되는 경우<br>
(6) 유료회원에서 무료회원으로 변경될 경우 회원이 작성한 일부 게시물은 용량제한에 따라 삭제함.

<b>제 13 조 서비스 제공의 중지 및 제한</b>
(1) 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.<br>
가. 서비스용 설비의 보수 또는 공사로 인한 부득이한 경우<br>
나. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우<br>
다. 천재지변에 의해 부득이한 경우<br>
(2) 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있을 때에는 서비스 제공을 중지하거나 제한할 수 있습니다.

<b>제 14 조 이용 승인</b>
(1) 회사에서 규정한 결제방법을 사용하여 이용 요금을 납입한 사실이 확인되면 지체없이 이용 신청을 승인합니다.<br>
(2) 회사는 아래에 해당하는 경우 이용신청에 대한 승인을 제한할 수 있고, 그 사유가 해소될 까지 승인을 유보할 수 있습니다.<br>
가. 유료 서비스의 이용 요금을 납입하지 않은 경우<br>
나. 유료 서비스 신청 금액 총액과 입금 금액 총액이 일치하지 않은 경우<br>
다. 기타 회사가 필요하다고 인정되는 경우<br>
(3) 제2항에 의하여 이용신청의 승인을 유보하거나 승인하지 아니하는 경우, 회사는 이를 이용신청자에 알려야 합니다. 다만, 회사의 귀책사유 없이 이용신청자에게 통지할 수 없는 경우는 예외로 합니다.

<b>제 15 조 취소, 환불</b>
(1) 회사 화상영어 상품<br>
① 원칙적 환불 불가<br>
-“회사”의 교육 서비스는 유형의 상품과는 달리 결제(사용료의 지불) 후 사용승인이 완료되는 시점부터 이미 서비스의 사용으로 간주됩니다.<br>
- 따라서 유료 서비스의 계약을 체결하기 전 좀더 심사숙고 하셔서 유료전환 여부를 결정하시기 바랍니다.<br>
- 특히 회원 개인의 사정(PC의 고장이나 사용 불능, 인터넷 회선 서비스의 중단이나 사용 불능, 웹 브라우저 등 프로그램의 미설치 등)은 환불 요청 사유가 될 수 없다는 점을 유의하시기 바랍니다.<br>
② 아래의 예외적(불가피한) 사정에 한해서 환불 실시<br>
- 이중(중복) 결제가 이루어진 경우 : 수강 신청시 초과 입금하신 금액은 수수료 (송금 및 신용카드 수수료)를 제외한 금액을 환불 처리해 드립니다.<br>
- “회사”측의 서비스 중단 : 회사 내부적인 사정으로 일시적 또는 영구적으로 서비스를 중단할 경우에 환불 처리해 드립니다.<br>
나. 고객의 부득이한 사정으로 고객센터와 상담을 거쳐 환불이 결정될 경우 다음과 같은 원칙으로 환불처리 됩니다.<br>
① 1개월 수강자의 경우에는 수업진행 후 7일 이내 환불 요청시 에만 환불이 가능합니다. (단 수업진행 7일 이후에는 환불이 되지 않음으로 이 점 유의하시기 바랍니다.) 환불금액은 고객님이 결제하신 화상 영어 서비스 수강료에서 서비스가 진행된 날짜의 수업료 및 결제수수료(카드,실시간 계좌이체, 가상계좌이체 등), 송금수수료, 교재비, 택배비, 화상 장비비(웹캠, 헤드셋 등)를 제한 나머지 금액을 환불해드립니다. 3개월이상의 장기 수강자의 경우 수업진행 7일 이후 환불 요청시 기본적인 환불조건(1개월 수강자와 동일)에 환불수수료 10%를 제한 금액을 환불해 드립니다.
(환불수수료는 총 결제금액의 10%로 규정하며 일일 수업료는 수업일자/수강비용으로 계산됩니다.)<br>
② 교재, 헤드셋, 화상캠 이벤트경품 유형의 상품에 대한 교환,환불,반품은 아래의 각호에 따릅니다.<br>
- 포장된 제품이 미개봉 상태로 단순 제품만 확인한 상태라면 회원이 상품 수령 후 7일 이내에 반품을 신청하면 회사는 별도의 수수료 없이 반품을 해야 합니다. 단, 반송을 위한 운송료는 회원이 부담합니다.<br>
- 제품을 수령한지 7일이 지났거나, 제품의 포장 비닐을 벗긴 경우는 반품이 불가능합니다.<br>
- 고객의 귀책사유로 인해 제품의 하자가 생긴 경우 반품 시 규정에 따라 손금이 부과됩니다.<br>
- 배송된 제품의 아웃케이스 또는 파손 등의 하자 발생 시 택배 사고의 유무에 관계없이 제품을 회사로 보내면, 제품상태 확인 후 새로운 제품으로 교환해 드리며, 운송료는 회사에서 부담합니다.<br>
* 회사는 소비자보호원 시행령을 준수합니다

<h4>제 5 장 계약 당사자의 권리와 의무</h4>

<b>제 16 조 회사의 의무</b>
(1) 회사는 이용자가 희망한 서비스 제공 개시일에 특별한 사정이 없는 한 서비스를 이용할 수 있도록 하여야 합니다.<br>
(2) 회사는 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 멸실된 때에는 부득이한 사유가 없는 한 지체없이 이를 수리 또는 복구합니다.<br>
(3) 회사는 개인정보 보호를 위해 보안시스템을 구축하며 개인정보 보호정책을 공시하고 준수합니다.<br>
(4) 회사는 이용고객으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 적절한 절차를 거쳐 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우는 이용자에게 그 사유와 처리일정을 통보하여야 합니다.

<b>제 17 조 이용자의 의무</b>
(1) 이용자는 서비스를 이용할 때 다음 각 호의 행위를 해서는 안됩니다.<br>
① 이용신청 또는 변경시 허위사실을 기재하는 행위<br>
② 다른 회원의 ID 및 비밀번호를 도용하여 공유하거나 부정하게 사용하는 행위<br>
③ 서비스에서 얻은 정보를 회사의 사전 승낙없이 회원의 이용 이외의 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위<br>
④ 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위<br>
⑤ 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위<br>
⑥ 범죄와 결부된다고 객관적으로 판단되는 행위<br>
⑦ 기타 관계법령에 위배되는 행위<br>
(2) 이용자는 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항을 준수해야 합니다.<br>
(3) 이용자는 내용별로 회사가 서비스 공지사항에 게시하거나 별도로 공지한 이용 제한 사항을 준수해야 합니다.<br>
(4) 이용자는 회사의 명시적인 동의가 없는 한 서비스의 이용권한, 기타 이용 계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다.

<h4>제 6 장 계약 해지 및 이용 제한</h4>

<b>제 18 조 계약 해지 및 이용 제한</b>
(1) 회원이 이용 계약을 해지하고자 하는 경우에는 회원 본인이 회원 탈퇴를 회사에 신청하여야 합니다.<br>
(2) 회사는 회원이 다음 각 호의 1에 해당하는 행위를 하였을 경우 사전통지 없이 이용계약을 해지하거나 또는 기간을 정하여 서비스 이용을 중지할 수 있습니다.<br>
① 타인의 개인정보, ID 및 비밀번호를 도용한 경우<br>
② 가입한 이름이 실명이 아닌 경우<br>
③ 같은 사용자가 다른 ID로 이중 등록을 한 경우<br>
④ 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우<br>
⑤ 회사, 다른 회원 또는 제3자의 지적재산권을 침해하는 경우<br>
⑥ 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우<br>
⑦ 회원이 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행하는 경우<br>
⑧ 서비스 운영을 고의로 방해한 경우<br>
⑨ 정보통신 설비의 오작동이나 정보의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우<br>
⑩ 정보통신윤리위원회 등 외부기관의 시정요구가 있거나 불법선거운동과 관련하여 선거관리위원회의 유권해석을 받은 경우<br>
⑪ 회사의 서비스 정보를 이용하여 얻은 정보를 회사의 사전 승낙없이 복제 또는 유통시키거나 상업적으로 이용하는 경우<br>
⑫ 회원이 자사의 홈페이지와 게시판에 음란물을 게재하거나 음란 사이트 링크하는 경우<br>
⑬ 본 약관을 포함하여 기타 회사가 정한 이용 조건에 위반한 경우<br>
⑭ 회사의 명시적인 동의 없이, 회사가 제공하는 컨텐츠(강의 또는 교재)를 녹화 또는 복제하는 경우

<h4>제 7 장 손해배상 및 기타사항</h4>

<b>제 19 조 저작권</b>
1) 서비스내의 모든 디지털 컨텐츠에 대한 저작권은 회사에 있습니다.<br>
2) 회원은 회사가 제공하는 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙없이 복제ㆍ송신ㆍ출판ㆍ배포ㆍ방송 기타 방법에 의하여 영리 목적으로 이용하거나 제3자에게 이용하여서는 안됩니다.<br>
3) 회원이 작성한 게시물에 대한 모든 권리 및 책임은 이를 게시한 회원에게 있습니다.<br>
4) 회사는 회원이 회사에 제공한 공개적인 게시물을 사용ㆍ복제ㆍ수정ㆍ출판ㆍ배포 할 수 있습니다.

<b>제 20 조 손해배상</b>
1) 회사는 서비스 요금이 무료인 동안의 서비스 이용과 관련하여 회원에게 발생한 어떠한 손해에 관하여도 책임을 지지 않습니다.<br>
2) 회원이 이 약관의 규정을 위반하여 회사 또는 제3자에 손해가 발생하게 되는 경우, 이 약관을 위반한 회원은 회사 및 제3자에 발생한 손해를 배상할 책임이 있습니다.

<b>제 21 조 면책조항</b>
(1) 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br>
(2) 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.<br>
(3) 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.<br>
(4) 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.<br>
(5) 회사는 서비스 이용과 관련하여 가입자에게 발생한 손해 가운데 가입자의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.

<b>제 22 조 재판권 및 준거법</b>
(1) 서비스 이용 중 발생한 회원과 회사간의 분쟁에 대해 소송이 제기될 경우 회사의 본사 소재지를 관할하는 법원을 관할법원으로 합니다.<br>
(2) 회사와 이용자간에 제기된 소송에는 대한민국국법을 적용합니다.<br>

<b>부 칙 (시행일)</b>
본 약관은 2008년 12월 03일부터 적용합니다.
</div>
<?}?>

</body>
</html>
