<?

	$http_host = $_SERVER['HTTP_HOST'];
	$http_host_pos = strpos($http_host, "mangoidev.");
	if ($http_host_pos === false) {
		$g_conf_home_dir_head = "/home/hosting_users/mangoi/www/";
	}else{
		$g_conf_home_dir_head = "/home/hosting_users/mangoi_dev/www/";
	}


	$SeverceMode = "T";//테스트
	//$SeverceMode = "";

	if ($SeverceMode=="T"){
		$BatchGroupID = "A52Q71000489";
	}else{
		$BatchGroupID = "A8Z1G1003602";
	}
	
	/* ============================================================================== */
    /* =   PAGE : 결제 정보 환경 설정 PAGE                                          = */
    /* =----------------------------------------------------------------------------= */
    /* =   연동시 오류가 발생하는 경우 아래의 주소로 접속하셔서 확인하시기 바랍니다.= */
    /* =   접속 주소 : http://kcp.co.kr/technique.requestcode.do                    = */
    /* =----------------------------------------------------------------------------= */
    /* =   Copyright (c)  2013   KCP Inc.   All Rights Reserverd.                   = */
    /* ============================================================================== */

    /* ============================================================================== */
    /* = ※ 주의 ※                                                                 = */
    /* = * g_conf_home_dir 변수 설정                                                = */
    /* =----------------------------------------------------------------------------= */
    /* =   BIN 절대 경로 입력 (bin전까지 설정                                       = */
    /* ============================================================================== */
	$g_conf_home_dir  = $g_conf_home_dir_head."kcp_batch_mobile";       // BIN 절대경로 입력 (bin전까지) 


    /* ============================================================================== */
    /* = ※ 주의 ※                                                                 = */
    /* = * g_conf_log_path 변수 설정                                                = */
    /* =----------------------------------------------------------------------------= */
    /* =   log 경로 지정                                                            = */
    /* ============================================================================== */
    $g_conf_log_path = $g_conf_home_dir_head."kcp_batch_mobile/bin/log";

    /* ============================================================================== */
    /* = ※ 주의 ※                                                                 = */
    /* = * g_conf_gw_url 설정                                                       = */
    /* =----------------------------------------------------------------------------= */
    /* = 테스트 시 : testpaygw.kcp.co.kr로 설정해 주십시오.                         = */
    /* = 실결제 시 : paygw.kcp.co.kr로 설정해 주십시오.                             = */
    /* ============================================================================== */
	if ($SeverceMode=="T"){
		$g_conf_gw_url    = "testpaygw.kcp.co.kr";
	}else{
		$g_conf_gw_url    = "paygw.kcp.co.kr";
	}
    /* ============================================================================== */
    /* = 스마트폰 SOAP 통신 설정                                                     = */
    /* =----------------------------------------------------------------------------= */
    /* = 테스트 시 : KCPPaymentService.wsdl                                         = */
    /* = 실결제 시 : real_KCPPaymentService.wsdl                                    = */
    /* ============================================================================== */
	if ($SeverceMode=="T"){
		$g_wsdl           = "KCPPaymentService.wsdl";
	}else{
		$g_wsdl           = "real_KCPPaymentService.wsdl";
	}
    /* ============================================================================== */
    /* = g_conf_site_cd, g_conf_site_key 설정                                       = */
    /* = 실결제시 KCP에서 발급한 사이트코드(site_cd), 사이트키(site_key)를 반드시   = */
    /* = 변경해 주셔야 결제가 정상적으로 진행됩니다.                                = */
    /* =----------------------------------------------------------------------------= */
    /* = 테스트 시 : 사이트코드(A52Q7)로 설정해주십시오                             = */
    /* = 실결제 시 : 반드시 KCP에서 발급한 사이트코드(site_cd)와 사이트키(site_key) = */
    /* =            로 설정해 주십시오.                                             = */
    /* ============================================================================== */
    
	if ($SeverceMode=="T"){	
		$g_conf_site_cd   = "A52Q7";
		$g_conf_site_key  = "";
	}else{	
		$g_conf_site_cd   = "A8Z1G";
		$g_conf_site_key  = "2jAbmQgCOOv-a1lRJ7aZBvf__";
	}


    /* ============================================================================== */
    /* = g_conf_site_name 설정                                                      = */
    /* =----------------------------------------------------------------------------= */
    /* = 사이트명 설정(한글 불가) : 반드시 영문자로 설정하여 주시기 바랍니다.       = */
    /* ============================================================================== */
    $g_conf_site_name = "MANGOI";

    /* ============================================================================== */
    /* = 지불 데이터 셋업 (변경 불가)                                               = */
    /* ============================================================================== */
    $g_conf_log_level = "3";
    $g_conf_gw_port   = "8090";        // 포트번호(변경불가)
    $module_type      = "01";          // 변경불가
?>
